Repository: paco020295/franciscoseeber-portfolio
Catalog: cvApp/locale/*/LC_MESSAGES/django.po
Languages: es

source: About
es: Sobre mí

source: Skills
es: Habilidades

source: Experience
es: Experiencias

source: Contact
es: Contacto

source: .NET Developer / Python Developer / Freelancer
es: Desarrollador .NET / Desarrollador Python / Freelancer

source: Hello! My name is Francisco Seeber. I have been a programmer for more than 7 years. I am looking to work in companies where I can continue to expand my knowledge, work with new technologies and have opportunities to grow.
es: Hola! Mi nombre es Francisco Seeber. Soy un programador hace ya más de 7 años. Busco trabajar en empresas donde pueda seguir ampliando mis conocimientos, trabajar con nuevas tecnologías y tenga oportunidades de crecer.

source: I am interested in a wide range of technologies, and I like challenges that require research tasks. Constantly learning.
es: Me interesan un amplio rango de tecnologías, y me gustan los desafíos que requieran tareas de investigación. Constantemente aprendiendo.

source: Basic Information
es: Información Básica

source: Age:
es: Edad:

source: Phone:
es: Teléfono:

source: Country:
es: País:

source: City:
es: Ciudad:

source: Languages:
es: Idiomas:

source: Professional Skills
es: Habilidades Profesionales

source: Work Experience
es: Experiencias

source: March 2020
es: Marzo 2020

source: Present
es: Actualidad

source: Python Developer (Freelancer)
es: Desarrollador Python (Freelancer)

source: On the platform I have achieved the title
es: En la plataforma he obtenido el título

source: April 2021
es: Abril 2021

source: - Development of web applications for the intranet
es: - Desarrollo de aplicaciones web para la intranet

source: - Development of console applications to automate processes
es: - Desarrollo de aplicaciones de consola para automatizar procesos

source: - Implementing backend components using LINQ, Entity Framework Model for the Data Access Layer
es: - Implementación de componentes de backend usando LINQ, Entity Framework para la capa de acceso a datos

source: - Involved in Database design, writing Stored Procedures, Functions, Views and Triggers
es: - Involucrado en el diseño de Bases de datos, escribiendo Stored Procedures, Functions, Views y Triggers

source: - Involved in Software maintenance and bug fixing on multiple applications
es: - Involucrado en el mantenimiento de Software y arreglo de bugs en multiples aplicaciones

source: - Software documentation
es: - Documentación de Software

source: November 2018
es: Noviembre 2018

source: - Research of tools and new innovation technologies to be applied at work.
es: - Búsqueda de herramientas y nuevas tecnologías de innovación para aplicar en el trabajo.

source: - Software development for GSK's intranet to simplify tasks and save company time.
es: - Desarrollo de Software para empleados de GSK con el fin de simplificar tareas y ahorrar tiempos.

source: - I was given the opportunity to manage the IT team of a project with GSK Uruguay for the launch of the website:
es: - Se me dio la oportunidad de gestionar del lado de IT un proyecto con GSK Uruguay para la puesta en marcha del sitio web:

source: - Working together with other areas to automate processes.
es: - Trabajar en conjunto con otras áreas para automatizar procesos.

source: - Participation in brainstorming meetings for internal events with the participation of representatives from Google, Facebook, among others.
es: - Participación en reuniones de puesta de ideas para eventos internos donde participaron representantes de las empresas Google, Facebook, entre otras

source: References
es: Referencias

source: Feel free to contact me
es: Ponte en contacto conmigo

source: Subject:
es: Asunto:

source: Your message:
es: Tu Mensaje:

source: Send
es: Enviar

source: Client Name
es: Nombre del cliente

source: Average Score
es: Puntaje Promedio

source: View Details
es: Ver detalles
